[
    {
      "quote": "Preach not to others what they should eat, but eat as becomes you, and be silent.",
      "author": "George Dennison Prentice"
    },
    {
      "quote": "I have never cared much for fish - it floats in the belly as much as in the pond.",
      "author": "Henry Bromel"
    },
    {
      "quote": "If the divine creator has taken pains to give us delicious and exquisite things to eat, the least we can do is prepare them well and serve them with ceremony.",
      "author": "J. R. R. Tolkien"
    },
    {
      "quote": "Food is an important part of a balanced diet.",
      "author": "Fran Lebowitz"
    },
    {
      "quote": "My favourite animal is steak.",
      "author": "Fran Lebowitz"
    },
    {
      "quote": "Music with dinner is an insult both to the cook and the violinist.",
      "author": "G. K. Chesterton"
    },
    {
      "quote": "Just as animal research tells us that gluttony and sloth are side effects of a drive to accumulate body fat, it also says that eating in moderation and being physically active (literally, having the energy to exercise) is not evidence of moral rectitude. Rather, they're the metabolic benefits of a body that's programmed to remain lean.",
      "author": "Gary Taubes"
    },
    {
      "quote": "We don't get fat because we overeat; we overeat because we're getting fat.",
      "author": "Gary Taubes"
    },
    {
      "quote": "Good food ends with good talk.",
      "author": "Geoffrey Neighor"
    },
    {
      "quote": "There is no love sincerer than the love of food.",
      "author": "George Bernard Shaw"
    },
    {
      "quote": "What some call health if purchased by perpetual anxiety about diet, isn't much better than tedious disease.",
      "author": "George Dennison Prentice"
    },
    {
      "quote": "It's important to begin a search on a full stomach.",
      "author": "Henry Bromel"
    },
    {
      "quote": "If more of us valued food and cheer and song above hoarded gold, it would be a merrier world.",
      "author": "J. R. R. Tolkien"
    }
  ]
  